mule-soap-performance/target/classes/PowRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exp="http://www.wscomposition.org/Exponential/">
   <soapenv:Header/>
   <soapenv:Body>
      <exp:PowRequest>
         <firstParam></firstParam>
         <secondParam></secondParam>
      </exp:PowRequest>
   </soapenv:Body>
</soapenv:Envelope>